test/xslttester/tests/2.expectedoutput.xml

<soapenv:Envelope
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ns0="http://www.apigee.com">
  <soapenv:Header></soapenv:Header>
  <soapenv:Body>
    <ns0:wrapper>
      <ns0:elem>abc</ns0:elem>
    </ns0:wrapper>
  </soapenv:Body>
</soapenv:Envelope>
